Repository: Engccer/gildongmu
Catalog: ios/Gildongmu/Resources/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, it, ja

# weather.source
source: 출처: 기상청 단기예보.
en: Source: KMA short-term forecast.
es: Fuente: previsión a corto plazo de KMA.
fr: Source : prévisions à court terme de la KMA.
it: Fonte: previsioni a breve termine KMA.
ja: 出典: 気象庁の短期予報。

# weather.unknown
source: 정보 없음
en: No data
es: Sin datos
fr: Pas de données
it: Nessun dato
ja: 情報なし

# whereAmI.asOf
source: %1$@ 기준
en: as of %1$@
es: a las %1$@
fr: à %1$@
it: alle %1$@
ja: %1$@時点

# whereAmI.button
source: 현재 위치 확인
en: Where am I
es: Dónde estoy
fr: Où suis-je
it: Dove mi trovo
ja: 現在地を確認

# whereAmI.category.academy
source: 학원
en: private academy
es: academia
fr: institut privé
it: accademia privata
ja: 塾

# whereAmI.category.attraction
source: 관광명소
en: attraction
es: atracción
fr: attraction
it: attrazione
ja: 観光名所

# whereAmI.category.bank
source: 은행
en: bank
es: banco
fr: banque
it: banca
ja: 銀行

# whereAmI.category.cafe
source: 카페
en: café
es: cafetería
fr: café
it: caffè
ja: カフェ

# whereAmI.category.convenience
source: 편의점
en: convenience store
es: tienda de conveniencia
fr: supérette
it: minimarket
ja: コンビニ

# whereAmI.category.culture
source: 문화시설
en: cultural facility
es: centro cultural
fr: établissement culturel
it: struttura culturale
ja: 文化施設

# whereAmI.category.gasStation
source: 주유소
en: gas station
es: gasolinera
fr: station-service
it: stazione di servizio
ja: ガソリンスタンド

# whereAmI.category.hospital
source: 병원
en: hospital
es: hospital
fr: hôpital
it: ospedale
ja: 病院

# whereAmI.category.kindergarten
source: 어린이집·유치원
en: daycare or kindergarten
es: guardería o jardín de infancia
fr: crèche ou école maternelle
it: asilo o scuola materna
ja: 保育園・幼稚園

# whereAmI.category.lodging
source: 숙박
en: lodging
es: alojamiento
fr: hébergement
it: alloggio
ja: 宿泊施設

# whereAmI.category.mart
source: 마트
en: mart
es: supermercado
fr: supermarché
it: supermercato
ja: スーパー

# whereAmI.category.parking
source: 주차장
en: parking lot
es: aparcamiento
fr: parking
it: parcheggio
ja: 駐車場

# whereAmI.category.pharmacy
source: 약국
en: pharmacy
es: farmacia
fr: pharmacie
it: farmacia
ja: 薬局

# whereAmI.category.public
source: 공공기관
en: public office
es: oficina pública
fr: bureau public
it: ufficio pubblico
ja: 公共機関

# whereAmI.category.realEstate
source: 부동산
en: real estate agency
es: inmobiliaria
fr: agence immobilière
it: agenzia immobiliare
ja: 不動産

# whereAmI.category.restaurant
source: 음식점
en: restaurant
es: restaurante
fr: restaurant
it: ristorante
ja: 飲食店

# whereAmI.category.school
source: 학교
en: school
es: escuela
fr: école
it: scuola
ja: 学校

# whereAmI.category.subway
source: 지하철역
en: subway station
es: estación de metro
fr: station de métro
it: stazione della metropolitana
ja: 地下鉄駅

# whereAmI.direction.e
source: 동
en: east
es: este
fr: à l'est
it: est
ja: 東

# whereAmI.direction.n
source: 북
en: north
es: norte
fr: au nord
it: nord
ja: 北

# whereAmI.direction.ne
source: 북동
en: northeast
es: noreste
fr: au nord-est
it: nord-est
ja: 北東

# whereAmI.direction.nw
source: 북서
en: northwest
es: noroeste
fr: au nord-ouest
it: nord-ovest
ja: 北西

# whereAmI.direction.s
source: 남
en: south
es: sur
fr: au sud
it: sud
ja: 南

# whereAmI.direction.se
source: 남동
en: southeast
es: sureste
fr: au sud-est
it: sud-est
ja: 南東

# whereAmI.direction.sw
source: 남서
en: southwest
es: suroeste
fr: au sud-ouest
it: sud-ovest
ja: 南西

# whereAmI.direction.w
source: 서
en: west
es: oeste
fr: à l'ouest
it: ovest
ja: 西

# whereAmI.empty
source: 현재 위치 정보를 찾지 못했습니다.
en: Could not determine your current location.
es: No se pudo determinar tu ubicación actual.
fr: Impossible de déterminer votre position actuelle.
it: Impossibile determinare la tua posizione attuale.
ja: 現在地の情報が見つかりませんでした。

# whereAmI.error
source: 현재 위치 조회에 실패했습니다.
en: Failed to look up your location.
es: No se pudo consultar tu ubicación.
fr: Échec de la localisation.
it: Impossibile localizzarti.
ja: 現在地の照会に失敗しました。

# whereAmI.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Autorisez l'accès à la position dans votre navigateur.
it: È richiesta l'autorizzazione alla posizione. Consenti l'accesso alla posizione nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# whereAmI.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser does not support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la posizione.
ja: このブラウザは現在地に対応していません。

# whereAmI.loading
source: 주변 정보 조회 중…
en: Looking up your surroundings…
es: Consultando tu entorno…
fr: Recherche de votre environnement…
it: Ricerca dei dintorni…
ja: 周辺情報を照会中…

# whereAmI.locating
source: 현재 위치 확인 중…
en: Checking your location…
es: Comprobando tu ubicación…
fr: Vérification de votre position…
it: Controllo della tua posizione…
ja: 現在地を確認中…

# whereAmI.manualButton
source: 지정한 위치 확인
en: Check set location
es: Comprobar la ubicación establecida
fr: Vérifier la position définie
it: Verifica la posizione impostata
ja: 指定した位置を確認

# whereAmI.manualReady
source: 지정한 위치를 확인했습니다
en: Set location found
es: Ubicación establecida encontrada
fr: Position définie trouvée
it: Posizione impostata trovata
ja: 指定した位置を確認しました

# whereAmI.narrative.here
source: 현재 위치는 <place></place>입니다.
en: You are at <place></place>.
es: Estás en <place></place>.
fr: Vous êtes à <place></place>.
it: Ti trovi a <place></place>.
ja: 現在地は<place></place>です。

# whereAmI.narrative.landmarkItem
source: %1$@쪽 약 %2$@에 <name></name> %3$@
en: <name></name> (%3$@) about %2$@ to the %1$@
es: <name></name> (%3$@) a unos %2$@ al %1$@
fr: <name></name> (%3$@) à environ %2$@ %1$@
it: <name></name> (%3$@) a circa %2$@ a %1$@
ja: %1$@側約%2$@に<name></name>(%3$@)

# whereAmI.narrative.landmarksLead
source: 주변에는
en: Nearby you'll find
es: Cerca encontrarás
fr: À proximité, vous trouverez
it: Nelle vicinanze troverai
ja: 周辺には

# whereAmI.narrative.landmarksTail
source: 등이 있습니다.
en: , and more.
es: , y más.
fr: , et plus encore.
it: , e altro ancora.
ja: などがあります。

# whereAmI.narrative.station
source: 가장 가까운 지하철역은 <name></name><line></line>, %1$@쪽 약 %2$@입니다.
en: The nearest subway station is <name></name><line></line>, about %2$@ to the %1$@.
es: La estación de metro más cercana es <name></name><line></line>, a unos %2$@ al %1$@.
fr: La station de métro la plus proche est <name></name><line></line>, à environ %2$@ %1$@.
it: La stazione della metropolitana più vicina è <name></name><line></line>, a circa %2$@ a %1$@.
ja: 最寄りの地下鉄駅は<name></name><line></line>、%1$@側へ約%2$@です。

# whereAmI.ready
source: 현재 위치
en: Current location
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地

# whereAmI.refresh
source: 위치 새로고침
en: Refresh location
es: Actualizar ubicación
fr: Actualiser la position
it: Aggiorna posizione
ja: 位置を更新

# whereAmI.source
source: 출처: 카카오맵. 방향은 북 기준 방위입니다.
en: Source: Kakao Map. Directions are compass bearings from north.
es: Fuente: Kakao Map. Las direcciones son rumbos desde el norte.
fr: Source : Kakao Map. Les directions sont des relèvements depuis le nord.
it: Fonte: Kakao Map. Le direzioni sono rilevamenti dal nord.
ja: 出典: カカオマップ。方角は北基準の方位です。

# guide.finalApproachTick
source: %1$@ %2$@입니다.
es: A %2$@ %1$@.
fr: À %2$@ %1$@.
it: A %2$@ %1$@.
ja: %1$@に%2$@です。

# ios.station.countSome
source: %1$@ %2$@대
ja: %1$@%2$@台

# ios.station.kindCount
source: %1$@ %2$@곳
ja: %1$@%2$@か所

# subway.count
source: %1$@곳
ja: %1$@か所
